{
  "home_h1_1": "Experience the Power of Ice Baths for Health and Quality of Life",
  "home_h2_2": "Why Ice Baths?",
  "home_h2_3": "The Health Benefits of Ice Baths",
  "home_h2_4": "Our Workshops and Services",
  "home_h2_5": "Why Choose SAMUI?",
  "home_h2_6": "What Our Participants Say",
  "home_h2_7": "Ready to Start Your Journey?",
  "home_h3_8": "Professional workshops and retreats tailored for athletes, entrepreneurs, and professionals.",
  "home_h3_9": "Improved Blood Circulation",
  "home_p_18": "Happily created by&nbsp;Zappy",
  "home_p_19": "Ice baths are the perfect tool for improving athletic performance, reducing stress, and boosting energy levels. In the modern era, more and more leading athletes, entrepreneurs, and professionals are discovering the amazing benefits of cold water immersion. Research shows that regular cold exposure improves the immune system, enhances concentration, and contributes to mental health.",
  "home_p_20": "At SAMUI, we believe in a holistic approach that combines the physical and mental benefits of ice baths. Our workshops are designed for anyone seeking a natural and effective way to improve quality of life, cope with daily stress, and reach peak performance.",
  "home_p_21": "Cold water exposure increases blood flow, improves oxygen delivery to muscles, and accelerates recovery processes after intense training.",
  "home_p_22": "Ice baths improve concentration, increase alertness levels, and contribute to mental clarity - ideal for entrepreneurs and professionals.",
  "home_p_23": "Regular cold exposure strengthens the immune system, increases white blood cell production, and reduces inflammation in the body.",
  "home_p_24": "Cold water immersion releases endorphins, reduces cortisol levels, and provides an immediate sense of calm and tranquility.",
  "home_p_25": "Athletes report significant improvement in recovery times, reduced muscle pain, and increased endurance capacity.",
  "home_p_26": "Cold exposure increases metabolism, activates brown fat, and contributes to calorie burning even during rest.",
  "home_p_27": "At SAMUI, we offer a wide range of workshops and retreats customized to your specific needs",
  "home_p_28": "Specialized training programs that combine ice baths with breathing techniques to improve performance and rapid recovery.",
  "home_p_29": "A therapeutic mind-body experience tailored for business professionals seeking ways to improve focus and productivity.",
  "home_p_30": "Special programs for professionals in high-stress roles, combining ice baths with meditation and relaxation.",
  "home_p_31": "SAMUI is a leader in the field of ice baths in Israel, with years of experience training athletes, entrepreneurs, and professionals. We combine a professional approach with deep understanding of each participant's personal needs.",
  "home_p_32": "\"SAMUI's workshops changed my approach to training. My recovery is significantly faster and my performance has improved dramatically. Highly recommend!\"",
  "home_p_33": "\"As an entrepreneur, I'm always looking for ways to improve my focus and energy. SAMUI's retreat gave me practical tools I use daily. A life-changing experience!\"",
  "home_p_34": "\"After years of stressful work, I found a natural way to deal with stress at SAMUI. Ice baths have become a regular part of my routine and greatly impact my quality of life.\"",
  "home_p_35": "Join thousands of people who are already experiencing the amazing benefits of ice baths",
  "home_p_36": "© 2025 SAMUI. All rights reserved.",
  "home_p_37": "Created with Zappy",
  "about_h1_1": "Our Story",
  "about_h2_2": "Our Story",
  "about_h2_3": "Our Mission",
  "about_h2_4": "Our Vision",
  "about_h2_5": "Our Values",
  "about_h2_6": "Our Professional Approach",
  "about_h2_7": "What Makes SAMUI Special",
  "about_h2_8": "Ready to Join the SAMUI Family?",
  "about_h3_9": "A Journey of Discovery, Learning and Empowerment Through Ice Baths",
  "about_p_20": "Happily created by&nbsp;Zappy",
  "about_p_21": "SAMUI was born from a personal search for natural ways to improve quality of life, performance and health. Our founders, who worked for years in sports, health and personal development, discovered the amazing power of ice baths when seeking solutions to cope with daily stress and improve athletic performance.",
  "about_p_22": "What started as a personal experiment quickly became a deep passion. After experiencing firsthand the significant changes that ice baths brought to our lives - improved sleep, increased energy levels, enhanced mental clarity and faster recovery from workouts - we realized we had to share this knowledge and experience with others.",
  "about_p_23": "Today, SAMUI is a leading ice bath center in Israel, serving hundreds of participants annually - professional athletes, entrepreneurs, professionals and anyone seeking a natural way to improve their quality of life. We continue to learn, develop and refine our methods, while maintaining our commitment to quality, professionalism and real results.",
  "about_p_24": "To make the amazing benefits of ice baths accessible to every person in Israel, and provide practical tools for improving health, performance and quality of life through a professional, scientific and personally tailored approach.",
  "about_p_25": "To be the leading and most trusted ice bath center in Israel, and lead a revolution in the perception of health and lifestyle by combining traditional techniques with current scientific research.",
  "about_p_26": "Professionalism, authenticity, commitment to results, personal approach, continuous learning and maintaining a safe and supportive environment for every participant. We believe in the power of community and mutual support.",
  "about_p_27": "At SAMUI we believe in a holistic approach that combines the physical and mental benefits of ice baths. Our programs are based on current scientific research, years of practical experience and deep understanding of each participant's personal needs.",
  "about_p_28": "We don't believe in generic solutions. Each participant receives personal attention, a customized program and close guidance throughout the entire process. Our instructors undergo comprehensive and ongoing training, and regularly update themselves with the latest research in the field.",
  "about_p_29": "We place special emphasis on participant safety, with advanced equipment, clear protocols and close supervision by experienced instructors.",
  "about_p_30": "Each program is personally tailored to the fitness level, goals and unique needs of each participant.",
  "about_p_31": "Our methods are based on current scientific research and are regularly updated according to new discoveries.",
  "about_p_32": "We provide guidance and support even after the workshops, to ensure participants continue to benefit long-term.",
  "about_p_33": "All our instructors have undergone comprehensive training and hold professional certifications in ice baths and breathing techniques.",
  "about_p_34": "We follow the latest research and regularly update ourselves with new discoveries in the field.",
  "about_p_35": "Our participants become part of a supportive and empowering community that provides motivation and mutual support.",
  "about_p_36": "We use the most advanced and safe equipment, enabling an optimal and secure experience.",
  "about_p_37": "We track each participant's progress and adjust the program according to results.",
  "about_p_38": "We are committed to providing real and measurable results, and work until participants achieve their goals.",
  "about_p_39": "Come discover how ice baths can change your life",
  "about_p_40": "© 2025 SAMUI. All rights reserved.",
  "about_p_41": "Created with Zappy",
  "home_h3_10": "Mental Sharpness",
  "home_h3_11": "Strengthened Immune System",
  "home_h3_12": "Reduced Stress and Anxiety",
  "home_h3_13": "Enhanced Athletic Performance",
  "home_h3_14": "Natural Fat Burning",
  "home_h3_15": "Workshops for Athletes",
  "home_h3_16": "Retreats for Entrepreneurs",
  "home_h3_17": "Stress Reduction Workshops",
  "home_li_50": "Certified and experienced instructors",
  "home_li_51": "Advanced and safe equipment",
  "home_li_52": "Personally customized programs",
  "home_li_53": "Professional guidance throughout the entire process",
  "home_li_54": "Safe and professional environment",
  "about_h3_10": "Maximum Safety",
  "about_h3_11": "Personal Customization",
  "about_h3_12": "Scientific Approach",
  "about_h3_13": "Ongoing Support",
  "about_h3_14": "Certified Instructors",
  "about_h3_15": "Research-Based Approach",
  "about_h3_16": "Supportive Community",
  "about_h3_17": "Advanced Equipment",
  "about_h3_18": "Tracking and Progress",
  "about_h3_19": "Commitment to Results",
  "home_alt_58": "SAMUI",
  "home_alt_59": "Professional ice bath in natural environment",
  "home_alt_60": "Ice bath workshop for athletes",
  "home_alt_61": "Ice retreat for entrepreneurs",
  "home_alt_62": "Stress reduction workshops",
  "home_alt_63": "Professional ice bath instruction",
  "home_nav_55": "Services",
  "home_nav_56": "About",
  "home_nav_57": "Contact",
  "about_alt_51": "SAMUI",
  "about_alt_52": "Man with crossed arms, wearing Quicksilver shirt. Variant 1.",
  "about_nav_48": "Services",
  "about_nav_49": "About",
  "about_nav_50": "Contact",
  "contact_h1_1": "Contact Us",
  "contact_h2_2": "Contact Details",
  "contact_h2_3": "Send Us a Message",
  "contact_h2_4": "Frequently Asked Questions",
  "contact_h3_5": "We'd be happy to answer any question and help you start your journey",
  "contact_h3_6": "Phone",
  "contact_h3_7": "Email",
  "contact_h3_8": "WhatsApp",
  "contact_h3_9": "Address",
  "contact_p_15": "Happily created by&nbsp;Zappy",
  "contact_p_16": "We're here to help you. Contact us in any way that's convenient for you and we'll get back to you as soon as possible.",
  "contact_p_17": "shai.gindi@gmail.com",
  "contact_p_18": "Send Message",
  "contact_p_19": "4 David Shimoni, Rishon LeZion, 7521617, Israel",
  "contact_p_20": "Fill in your details and we'll get back to you soon",
  "contact_p_21": "No! Our workshops are suitable for all levels, from beginners to advanced. Our instructors will guide you through every step and ensure the experience is safe and tailored to your level.",
  "contact_p_22": "Our workshops range from 2-4 hours, depending on the type of workshop. Retreats can be for a full day or several days. We'd be happy to adjust the duration to your needs.",
  "contact_p_23": "A towel, swimsuit, water bottle, and change of clothes. All other equipment is provided by us. We'll send you a detailed list before the workshop.",
  "contact_p_24": "There are some medical conditions that may be contraindications. We'd be happy to discuss this with you personally and adapt the workshop accordingly. Participant safety is our top priority.",
  "contact_p_25": "© 2025 SAMUI. All rights reserved.",
  "contact_p_26": "Created with Zappy",
  "home_link_41": "Zappy",
  "home_link_42": "Book a Workshop",
  "home_link_43": "Discover More",
  "home_link_44": "View All Services",
  "home_link_45": "Contact Now",
  "home_link_46": "Privacy Policy",
  "home_link_47": "Accessibility",
  "home_link_48": "Terms of Use",
  "home_link_49": "Zappy",
  "home_span_38": "Professional Athlete",
  "home_span_39": "Entrepreneur and High-Tech Company Manager",
  "home_span_40": "Financial Manager",
  "about_link_42": "Zappy",
  "about_link_43": "Contact Us Now",
  "about_link_44": "Privacy Policy",
  "about_link_45": "Accessibility",
  "about_link_46": "Terms of Use",
  "about_link_47": "Zappy",
  "contact_h3_10": "Operating Hours",
  "contact_h3_11": "Do I need previous experience with ice baths?",
  "contact_h3_12": "How long does a typical workshop last?",
  "contact_h3_13": "What should I bring to the workshop?",
  "contact_h3_14": "Are there any medical restrictions?",
  "contact_li_55": "Sunday: Closed",
  "contact_li_56": "Monday: Closed",
  "contact_li_57": "Tuesday: Closed",
  "contact_li_58": "Wednesday: Closed",
  "contact_li_59": "Thursday: Closed",
  "contact_li_60": "Friday: 08:00 - 17:00",
  "contact_li_61": "Saturday: Closed",
  "services_h1_1": "Our Workshops and Services",
  "services_h2_2": "Ice Bath Workshops for Athletes",
  "services_h2_3": "Retreats for Entrepreneurs and Business Professionals",
  "services_h2_4": "Stress Reduction Workshops",
  "services_h2_5": "Group Workshops and Corporate Events",
  "services_h2_6": "Additional Services",
  "services_h2_7": "Pricing and Additional Information",
  "services_h3_8": "Professional and personally customized programs for every need",
  "services_h3_9": "Personal Training",
  "services_p_11": "Happily created by&nbsp;Zappy",
  "services_p_12": "Our workshops for athletes are designed for anyone engaged in intensive physical activity who seeks ways to improve performance and accelerate recovery processes. We combine advanced ice bath techniques with dedicated breathing exercises, based on current scientific research.",
  "services_p_13": "During the workshop, you'll learn how to use ice baths optimally for your needs, understand the physiological mechanisms underlying the benefits, and receive a personalized training plan tailored to your athletic goals. Participants report significant improvement in recovery times, reduced muscle soreness, and increased endurance capacity.",
  "services_p_14": "Our retreats for entrepreneurs and business professionals offer a unique mind-body therapeutic experience, combining the physical benefits of ice baths with techniques for improving focus, concentration, and productivity. We understand the unique challenges facing entrepreneurs and managers, and tailor the program to these needs.",
  "services_p_15": "The retreat includes practical ice bath workshops, meditation and mindfulness exercises, and practical tools for integrating the practice into your busy daily routine. Many participants report significant improvement in decision-making ability, increased energy levels throughout the day, and a greater sense of control over their professional and personal lives.",
  "services_p_16": "Our stress reduction workshops are designed for professionals in high-pressure roles seeking natural and effective ways to cope with daily stress. We combine the physiological benefits of ice baths with advanced relaxation techniques, creating a comprehensive experience for body and mind.",
  "services_p_17": "During the workshop, you'll learn how to use ice baths to reduce cortisol levels (stress hormone), release physical and mental tension, and achieve a state of calm and tranquility. The techniques learned in the workshop can be immediately applied to daily life, providing practical tools for dealing with stressful situations.",
  "services_p_18": "We offer customized group workshops for companies and organizations interested in providing their employees with a unique team-building and health improvement experience. Our group workshops combine the personal benefits of ice baths with social and supportive aspects, creating a strengthening shared experience.",
  "services_p_19": "The workshops are suitable for groups of any size, fully customizable to organizational needs, and include professional instruction, advanced equipment, and close supervision throughout the entire experience. This is an excellent way to strengthen bonds between team members, improve morale, and contribute to employee health.",
  "services_p_20": "Personal guidance specially tailored to your needs, with a customized program and private instruction from one of our experienced instructors.",
  "services_p_21": "Receive professional consultation for integrating ice baths into your life routine, including planning a long-term training program tailored to your goals.",
  "services_p_22": "Prices vary according to workshop type, program duration, and number of participants. We offer a variety of flexible payment options and special deals for groups. For full details and a personalized quote, contact us.",
  "services_p_23": "© 2025 SAMUI. All rights reserved.",
  "services_p_24": "Created with Zappy",
  "contact_alt_69": "SAMUI",
  "contact_btn_48": "Send Message",
  "contact_nav_62": "Services",
  "contact_nav_63": "About",
  "contact_nav_64": "Contact",
  "services_h3_10": "Consultation and Planning",
  "services_li_31": "Improved recovery times between workouts",
  "services_li_32": "Reduced inflammation and swelling",
  "services_li_33": "Improved muscle flexibility",
  "services_li_34": "Increased energy and endurance levels",
  "services_li_35": "Personalized training program",
  "services_li_36": "Improved focus and concentration",
  "services_li_37": "Increased daily energy levels",
  "services_li_38": "Tools for coping with stress",
  "services_li_39": "Improved sleep quality",
  "services_li_40": "Strengthened immune system",
  "services_li_41": "Reduced stress and anxiety levels",
  "services_li_42": "Improved mood",
  "services_li_43": "Practical relaxation techniques",
  "services_li_44": "Improved quality of life",
  "services_li_45": "Tools for daily stress management",
  "services_li_46": "Team building and strengthening relationships",
  "services_li_47": "Improved employee morale",
  "services_li_48": "Unique and unforgettable experience",
  "services_li_49": "Full customization to organizational needs",
  "services_li_50": "Professional instruction and close supervision",
  "contact_link_41": "Zappy",
  "contact_link_42": "shai.gindi@gmail.com",
  "contact_link_43": "Send Message",
  "contact_link_44": "Privacy Policy",
  "contact_link_45": "Accessibility",
  "contact_link_46": "Terms of Use",
  "contact_link_47": "Zappy",
  "contact_span_27": "Sunday:",
  "contact_span_28": "Closed",
  "contact_span_29": "Monday:",
  "contact_span_30": "Closed",
  "contact_span_31": "Tuesday:",
  "contact_span_32": "Closed",
  "contact_span_33": "Wednesday:",
  "contact_span_34": "Closed",
  "contact_span_35": "Thursday:",
  "contact_span_36": "Closed",
  "contact_span_37": "Friday:",
  "contact_span_38": "Saturday:",
  "contact_span_39": "Closed",
  "contact_span_40": "I agree to the terms of use and privacy policy*",
  "home_page_title": "Experience the Power of Ice Baths — SAMUI",
  "services_alt_54": "SAMUI",
  "services_alt_55": "Ice bath workshop for professional athletes",
  "services_alt_56": "Ice retreat for entrepreneurs and business professionals",
  "services_alt_57": "Stress reduction workshops for professionals",
  "services_alt_58": "Group ice bath workshops",
  "services_alt_59": "Personal ice bath instruction",
  "services_alt_60": "Professional consultation for ice bath integration",
  "services_nav_51": "Services",
  "services_nav_52": "About",
  "services_nav_53": "Contact",
  "about_page_title": "Our Story and Who We Are — SAMUI",
  "contact_label_49": "Full Name*",
  "contact_label_50": "Email*",
  "contact_label_51": "Phone*",
  "contact_label_52": "Type of Service of Interest",
  "contact_label_53": "Message",
  "contact_label_54": "I agree to the Terms of Use and Privacy Policy*",
  "services_link_25": "Zappy",
  "services_link_26": "Request a Quote",
  "services_link_27": "Privacy Policy",
  "services_link_28": "Accessibility",
  "services_link_29": "Terms of Use",
  "services_link_30": "Zappy",
  "contact_page_title": "Contact Now — SAMUI",
  "services_page_title": "Professional Workshops and Retreats — SAMUI",
  "home_meta_description": "Discover the health benefits of ice baths with SAMUI. Professional workshops and retreats to improve performance and health.",
  "about_meta_description": "Meet SAMUI - leaders in ice baths in Israel. Our story, professional team and unique approach.",
  "contact_placeholder_65": "Enter your full name",
  "contact_placeholder_66": "your@email.com",
  "contact_placeholder_67": "050-1234567",
  "contact_placeholder_68": "Tell us a bit about yourself and your goals",
  "contact_meta_description": "Contact SAMUI for more details about ice bath workshops, retreats, and personalized programs. We're here to help.",
  "services_meta_description": "Discover SAMUI's range of workshops and retreats: ice baths for athletes, entrepreneurs and professionals. Personalized programs."
}